---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarCoupler
source: html/1d872359-d091-1666-b898-98727c7be03b.htm
---
# RebarCoupler Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.